Repository: Appboy/appboy-ios-sdk
Catalog: AppboyUI/ABKFeedback/Resources/*.lproj/AppboyFeedbackLocalizable.strings
Languages: et, he, it, km

# Appboy.alert.ok-button.title
source: OK
he: אשר
km: យល់ព្រម

# Appboy.feedback.no-connection.title
source: Cannot establish network connection.
et: Võrguühenduse loomine ebaõnnestus.
he: .לא ניתן לקבוע חיבור רשת
it: Impossibile stabilire una connessione di rete.
km: មិនអាចបង្កើតបណ្តាញតភ្ជាប់បានទេ.

# Appboy.feedback.no-connection.message
source: Please try again later.
et: Palun proovige hiljem uuesti.
he: .בבקשה נסה שוב בקרוב
it: Riprovare pi√π tardi.
km: សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ.

# Appboy.feedback.alert.invalid-email.title
source: Invalid Email Address
et: Vigane e-maili aadress
he: כתובת מייל שגוי
it: Indirizzo e-mail non valido
km: អាស័យដ្ធានអ៊ីម៉ែលមិនត្រឹមត្រូវ

# Appboy.feedback.alert.invalid-email.message
source: Please enter a valid email address and try again.
et: Palun sisestage korrektne e-maili aadress ja proovige uuesti.
he: אנא הזן כתובת מייל חוקית ונסה שוב
it: Inserire un indirizzo e-mail valido e riprovare.
km: សូមបញ្ចូលអាស័យដ្ធានអ៊ីម៉ែលដែលត្រឹមត្រូវ​ និងព្យាយាមម្តងទៀត.

# Appboy.feedback.alert.empty-feedback.title
source: Empty Feedback Message
et: Tühi tagasiside sõnum
he: הודעת משוב ריקה
it: Feedback vuoto
km: គ្មានសារមតិអ្នកប្រើទេ

# Appboy.feedback.alert.empty-feedback.message
source: Please enter a feedback message.
et: Palun sisestage tagasiside.
he: אנא הכנס הודעת משוב
it: Inserire un feedback.
km: សូមបញ្ចូលសារមតិអ្នកប្រើ.

# Appboy.feedback.modal-context.title
source: Feedback
et: Tagasiside
he: משוב
km: មតិអ្នកប្រើ

# Appboy.feedback.cancel-button.title
source: Cancel
et: Tühista
he: בטל
it: Annulla
km: ទុកជាមោឃៈ

# Appboy.feedback.send-button.title
source: Send
et: Saada
he: שלח
it: Invia
km: បញ្ជូន

# Appboy.feedback.label.message
source: Message
et: Sõnum
he: הודעה
it: Messaggio
km: សារ

# Appboy.feedback.label.report-issue
source: Reporting an Issue?
et: Leidsid vea?
he: ?דיווח על בעיה
it: Vuoi segnalare un problema?
km: រាយការណ៍បញ្ហា?

# Appboy.feedback.email-text-field-place-hold
source: Email
he: תובת מייל
km: អ៊ីម៉ែល
